[
  {
    "id": "ukim-c0-t1-d0",
    "sectionLabel": "А",
    "lines": [
      {
        "speaker": "Влатко",
        "textMk": "Здраво. Јас сум Влатко.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Еј, здраво. ______ ______ Ема.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "Од ________ _______ , Ема?",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "B",
        "textMk": "_______ ______ од Лондон.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d1",
    "sectionLabel": "Б",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Здраво.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Еј, здраво. _______ _______ Андреј. _____ __ _______ студент овде.",
        "hasBlanks": true,
        "blanksCount": 5
      },
      {
        "speaker": "A",
        "textMk": "Еј, навистина? _______ _______ Влатко.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d2",
    "sectionLabel": "Г",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Еј, здраво, Весна. Како __?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Добар ден._______ ______ Влатко.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "______ ______ добро. _____ _____ _____?",
        "hasBlanks": true,
        "blanksCount": 5
      },
      {
        "speaker": "B",
        "textMk": "Здраво, _______ _______ Томислав.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "________ ________ одлично. ______ ______ асистент овде.",
        "hasBlanks": true,
        "blanksCount": 4
      },
      {
        "speaker": "B",
        "textMk": "А, навистина? _____ ______ _____?",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "Влатко",
        "textMk": "_______ ______ од Скопје.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Моето семејство а. Ние имаме едно дете. Тоа е тринаесетгодишна девојка . б. Ние имаме четири деца",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "два сина и две ќерки . в. Ние имаме две деца, седумгодишна ќерка и шестгодишен син. г. Ние имаме пет деца. Три се девојчиња, а две се момчиња . д. Ние сме големо семејство. Имаме две деца",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "момче и девојче. Со нас живеат и дедо и баба, моите родители . Вежба 1. Пет луѓе зборуваат за своите семејства. Читај што кажуваат. На која слика се наоѓаат нивните семејства? Вежба 2. Најди зборови во горните описи и дополни ја табелата . 5 пет 6 шест 7 седум 8 осум 9 девет 10 десет 1 еден 2 два 3 три 4 четири еднина момче девојче татко мајка _______ ______ дете множина ________ _______ __ татковци мајки дедовци баби _____",
        "hasBlanks": true,
        "blanksCount": 6
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Гласови: Кафе од ѓезве",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "голем ќеф Вежба 1. Слушај ги следниве гласови. /г/ Ние имаме г аража. /ѓ/ Фрлам ѓ убре во кош. /к/ Играм к ошарка. /ќ/ Цвеќето е во ќ ош . Вежба 2. Слушај и вежбај . Вежба 3. Состави реченици. Користи зборови од рамката. Вежба 4. Читај ги твоите реченици на глас. Утврдување сестра ѓердан ѓеврек ѓезве ѓубре Ѓоко во ќебапи ќебе ќор - сокак ќош ќуп ќути ламба мојата има јаде фрла носи купи е Изрази: Добро утро! Поврзи ги поздравите во балончињата со илустрациите. Види ги балончињата. Кое значи Здраво ? Кое значи До видување ? Слушај и вежбај дијалози. Добро утро. Добар ден. Добра ноќ. Добровечер.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Дали е слободно ова столче? Вежба 1. Слушај го разговорот. Кои се прашањата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Се извинувам. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "О, да, е. Благодарам. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Да, сум. Моето име е Филип.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Здраво, јас сум Соња.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Здраво, Соња. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Да, се разбира. Вежба 2. Кажувајте го разговорот на час. Менувајте го предметот за кој станува збор. Вежба 3. Погледни ги балончињата. Кои се прашањата? Здраво, Томи. Како си? Јас не сум Томи. Јас сум... Од кој град во Полска си? Всушност, ... Среќен роденден! Но ... Дали се ова твои клучеви? На одмор ? Ручек? Професорка? Такси? Слободно? да/не - прашања",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Има еден во ходникот ... Вежба 1. Погоди за што зборуваат луѓето. а. Има три во дневната соба и две во кујната, на полицата покрај прозорецот. Има едно големо на подот во ходникот и десетина на балконот. б. Има едно во бањата, се разбира, и едно во ходникот. Има едно големо во спалната, на шифоњерот, како и едно во дневната. в. Има три. Едното е во спалната, на ноќната масичка. Второто е на полица во кујна, а третото е во дневна, во музичкиот столб. 1. ходник",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "шифоњер 2.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Милијардери Султанот на Брунеи Бил Гејтс Ова се двајца од најбогатите луѓе на светот. А ова се нивните живеалишта. Палатата на султанот од Брунеи, Куќата на Бил Гејтс во Истана нурул иман близина на Сиетл, САД Вежба 1. Прочитај ги описите. Кој опис сметаш дека е за палатата на султанот, а кој за куќата на Бил Гејтс? А Б В Има голема трпезарија, којашто Има околу 1800 соби, 18 лифта и Трпезаријата има столови има столови за околу сто гости. околу 250 вециња. за околу 4000 луѓе. Г Д Ѓ Во собата со тронот ѕидовите се Има видеоекрани на ѕидовите Има библиотека со многу обложени со 22 - каратно злато. во сите соби. Тие само покажу - стари книги. Исто има ваат слики, па еден ден тоа е сли - тетратка од Леонардо ка на Пикасо, друг ден на Ван Гог. да Винчи, којашто вреди повеќе од 30 милиони долари. Е Ж З Ако сакате да паркирате кола, Собите имаат големи прозорци, Прилично е голема има подземна гаража со околу па можат да се видат езерото и",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има 6 спални соби 700 места за паркирање. планините. и околу 20 други соби. Вежба 2. (Подземна гаража) Слушај и провери ги твоите одговори. Вежба 3. Замисли дека можеш да поминеш еден викенд во едно од овие две места. Кое би го избрал? Зошто? читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Брза храна Вежба 1. Прочитај го текстот и дознај: а. Колку луѓе дневно јадат во Гудис, а колку во Бургер кинг ? б. Која компанија има 200 ресторани во Кина? в. Колку вработени низ целиот свет има најголемиот светски производител на пица? Кој е тоа? г. Колку ресторани има Бургер кинг низ светот и во колку земји се наоѓаат тие? Секоја земја има свој тип брза исхрана",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "риба и компирчиња во Британија, пица во Италија, фалафел на Средниот Исток, гиро во Грција итн. Но, некој видови брза храна се среќаваат низ цел свет. Бургер кинг има над 15 илјади ресторани во 100 земји низ светот. Секој ден повеќе од 13 милиони луѓе јадат во рестораните на Бургер кинг. Кентаки фрајд чикен има повеќе од 9 илјади ресторани низ цел свет. Двесте од нив се во Кина, а два од неодамна и во Македонија. Во Македонија многу популарен е и грчкиот синџир ресторани за брза исхрана Гудис. Иако со 160 илјади гости дневно, Гудис е далеку зад Бургер кинг и КФЦ, неговата посетеност во Македонија не заостанува зад таа на попознатите светски брендови. Во Македонија е присутен и најголемиот светски производител на пица Доминос. Доминос има над 14 илјади свои вработени и околу 290 илјади вработени ако се сметаат и вработените во лиценцираните ресторани низ светот. Вежба 2. Дали овие компании имаат ресторани во вашата земја? Кој од нив е најпопуларен кај вас? Вежба 3. Тројца гости нарачуваат јадење и пиење. Што сакаат тие? Колку плаќаат за тоа? Вежба 4. Замисли дека си во ресторан. Што нарачуваш? Вежба 5. Погледни го ова мени во ресторан за брза храна. Дали го разбираш целото? читање и слушање Сендвичи Пом фрит Десерти Хамбургер 80 ден. мал 60 ден. Пита со јаболка 70 ден. Чизбургер 100 ден. голем 90 ден. со сладолед 100 ден. Фишбургер 130 ден. Сладолед 80 ден. Чикенбургер 120 ден. Детски оброци Ладни пијалаци Во кутија Хамбургер 150 ден. Кока - кола, фанта, спрајт Чикен нагетс Чизбургер 170 ден. мал(а) 60 ден. 6 парчиња 100 ден. Чикен нагетс 200 ден. голем(а) 80 ден. 12 парчиња 150 ден. Пица парче 150 ден. Топли пијалаци Пица парче 100 ден. кафе, чај, топло чоколадо 50 ден.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Изрази: На телефон Вежба 1. Ова се два телефонски разговори. Пополни ги празните места. Користи зборови од балончињата. Вежба 2. Сега слушај и проверувај. Вежбај со сокласниците зборување по телефон. Побарај да зборуваш со пријател. Утврдување Тема 1. Подмет (субјект) и предмет (објект) Го сакам Дарко. Дарко ме сака мене. Вежба 1. Разгледај ги примериве и пополни ги празните места во табелата. а.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Мислам дека ѝ се допаѓаш.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да, но таа не ми се допаѓа мене. б. Тие те канат тебе на роденден, но не и ти нив. Зошто? в.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Излезе новиот албум на Мајкл Бубле.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не го слушам него. г.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Излегувам вечерва со Миа. Дојди со нас.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не, благодарам. Не сум близок со неа. д. Секој викенд одите на излет, а и вашите деца одат со вас. Тема 2. Прилози за време: секогаш, обично, некогаш, никогаш Вежба 1. Прочитај ги следниве реченици. Јас секогаш одам на часови, никогаш не пропуштам час. По часови обично одиме на кафе, но некогаш одиме на пица. Тие никогаш не стануваат доцна, зашто работат од осум часот. Не е важно. Дали може да зборувам со Маја? Само момент. Дали е Марко таму? Субјект јас ти тој таа тоа ние вие тие Објект (дир.) мене , ме ________ ________ ________ ________ ________ ________ ________ Објект (инд.) мене , ми ________ ________ ________ ________ ________ ________ ________ Објект предлог + мене ________ ________ ________ ________ ________ ________ ________",
        "hasBlanks": true,
        "blanksCount": 21
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Што правиш во животов? Вежба 1. ( слушање) Двајца се запознаваат на маскенбал. Слушај што зборуваат. Колку се слични тие? Вежба 2. Доврши ги прашањата.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Што ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Студирам.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Што ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Филозофија.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Каде ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "На УКИМ во Скопје.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Каде ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Моментално во Скопје, инаку во Велес. Каде __________ __________ ____?",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "B",
        "textMk": "И јас живеам во Скопје. Вежба 3. Играње улоги. Изберете една од улогите во рамката и запишете ја на парче хартија. Замисли дека си на забава. Се запознаваш со два - тројца други луѓе. Зборувај според моделот од рамката. Обиди се да најдеш некого што е сличен со тебе. Тема 3. Од утро до ноќ Вежба 1. Еве неколку реченици за денот на една жена. Нареди ги по временски редослед. а. Вечера. б. Си легнува. в. Работи во канцеларија. г. Појадува. д. Се тушира . ѓ. Оди на работа. е. Станува од кревет. ж. Оди на пазар . з. Шета куче. кој - прашања Девојката е ... Момчето е ... Двајцата се ... студент. Студирам филологија Битола. Анкарска. Јас сум економија на универзитет во Скопје. Живеам на улица Бриселска. професор. Предавам право Штип. Московска. Дневна",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Килограм јаболка Вежба 1. Човек оди во продавница и купува:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "килограм јаболка 30 ден. /л 50 ден./л",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "четири килограми компири",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "200 грама говедско месо",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "еден литар минерална вода",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "половина литар млеко 500 ден./кг 25 ден./кг 40 ден./кг Колку денари троши за овие производи? Вежба 2. Работете во парови. Студент А, купи нешто од студент Б. Студент Б, кажи колку чини тоа. Тема 2. Книга, книги, книгата, книгава, книгана, книгине Сакам книги. Обожавам да читам книги. Често купувам книги. Мислам дека книгите се корисни. Ја сакам оваа книга. Ја сакам книгава. Дајте ми ја онаа книга. Дајте ми ја книгана. Ја купувам. Вежба 1. Купи по едно нешто од секоја од овие продавници. Половина килограм говедско, Ве молам. Двесте и педесет денари, Ве молам. Едно/една/еден/ едни ..., Ве молам. киоск аптека продавница за облека и обувки книжарница Ја сакам книгава. 350 денари, Ве молам. Са кам книги.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Придавки Вежба 1. Пронајди девет парови со спротивно значење. Кои два збора остануваат неспарени? Вежба 2. Избери придавки за да ги опишеш работите на сликата. Вежба 3. Што користиш за:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да ја одржиш храната ладна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да се качиш на повисок спрат?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да зготвиш јадење?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да дознаеш колку е часот?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да јадеш супа, риба и торта?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да дознаеш што има ново?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да се видиш себеси?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да зборуваш со пријател? Вежба 4. Што се зборовите означени со букви од а до е? а Милка Павловска б в Париска 73 г д 1000 Скопје ѓ е Македонија Европа ж тел. 079 -544282 з Вежба 5. Изберете го точниот збор во секоја реченица. а. Сакам една кока - кола/кока - колата и едно кафе/кафето, Ве молам. б. Мој/мојот стан има балкон/балконот. На балкон/балконот има кауч/каучот. в. Види го/ги овој/овие фармерки. Ти се допаѓа/допаѓаат ли? убаво големо кратко високо слабо брзо топло старо ладно бавно грдо евтино тажно силно младо скапо мало богато долго ниско",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Прашања Вежба 1. ( слушање) Слушај го разговорот. Кои прашања ги поставува мажот.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Па, не.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да. Да, сум.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Извинете!",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "_________________________ ? Вежбајте го разговорот. Вежба 2. Види ги одговорите. Што мислиш, кои се прашањата? Јас правам ручек. Јас играм шах. Јас мијам коса. На работа. Фудбал. Ручек. Пишувам писмо.",
        "hasBlanks": true,
        "blanksCount": 1
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Облека Вежба 1. Погледни ги овие алишта. Кои од нив мислиш дека се",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "за жени?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "за мажи?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "и за жени и за мажи? Направи список со три колони и напиши ги твоите одговори. Покажи им ги одговорите на соучениците. Дали се согласуваат? Вежба 2. Избери соученик од класот. Кажи што носи тој/таа. Дали другите соученици знаат за кого зборуваш? Вежба 3. Погледни ги луѓето на сликите. Што мислиш дека носат тие? фустан вратоврска маица сукња кошула џемпер шорцеви капут панталони фармерки костум блуза шапка сако јакна шал Оваа личност носи сини фармерки и црвена маица. Мислам дека е тоа...",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Предлозите на и во Вежба 1. Забележи ги следниве изрази Таа е на работа, на училиште, на факултет, на фризер, на гости, на пазар. Тој е во гимназија, во кино, во театар, во ресторан, во болница, во Охрид. Вежба 2. Одговорете на следниве прашања. Каде можам да нарачам пијалак во близина? Каде можам да купам сендвич? Каде можам да купам евтин оброк? Каде можам да купам фармерки? Вежба 3. Помислете на членовите на Вашето семејство. Каде се тие во моментов? Проверка Тема 1. Сегашно време Вежба 1. Избери глаголи од рамките и пополни ги празните места. а. Мојата девојка и јас сме студенти. Јас ________________ француски, а таа ________________ математика. Таа ________________ соба во студентскиот дом, а јас ________________ дома со родителите. б. Јас не ________________ вино, но ако а многу топло, понекогаш ________________ чаша пиво. в. Брат ми ________________ во ресторан за брза храна. Тој __________ околу 50 бургери на саат. Интересно е тоа дека тој е вегетаријанец. Тој не ________________ месо. г.",
        "hasBlanks": true,
        "blanksCount": 9
      },
      {
        "speaker": "B",
        "textMk": "Кога ________________ наутро? Дали ________________ обилно?",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "Во осум часот ________________ . Не ________________ воопшто, само ________________ едно кафе и ________________ на работа. д. Колку јазици ________________ таа? ___________ дека ____________ германски, но не ___________ дали ________________ француски. живее има студира зема пие јаде прави работи појадува пие оди станува зборува вели знае",
        "hasBlanks": true,
        "blanksCount": 9
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Јас, мој Вежба 1. Поврзи ги следниве лични заменки и заменски придавки: јас, ти, тој, таа, ние, вие , тие, мој, твоја, негова, нејзин, наша, ваш, нивно н т н ј в т в Вежба 2. Погледни ги испревртениве зборови. Дали можеш да откриеш:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "три јадења кепаат ануријаг сукаам",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "три вида продавници јадини аижрицнкна сујари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "три држави бари мсара карфати Вежба 3. Сега ти напиши испревртени зборови и покажи им ги на соучениците. Дали можат да ги решат? Вежби Зборовни изрази Напиши ги овие изрази на твојот мајчин јазик. ________________ ________________ ________________ ________________ ________________ Побрзај! Седнете . Чекај малку! Влезете. Молчи.",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Корисни работи Вежба 1. Што има на сликава? Пронајди ги предметите наброени во списокот и распредели ги според тоа дали има еден таков предмет или повеќе . Потоа напиши ги множинските форми од сите еднински и обратно",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "сите еднински од множинските. Што забележуваш? именки во еднина: ________________________________________________________________ _________________________________________________________________________________ именки во множина: _______________________________________________________________ _________________________________________________________________________________ Вежба 2. Покриј го горниот дел на страницата. Колку работи запомни? Кои? Запиши ги. _________________________________________________________________________________ кујнска маса, блендер, фрижидер, машина за миење садови, ѓубрарник, фрижидер за длабоко замрзнување, миксер, креденец, канта за ѓубре, држач за хартиени крпи, мијалник, чешма , држач за зачини, отворач за конзерви, рерна, тостер, книга за готвење, подметнувач, шпорет, рингла, кујнски пулт, детергент за миење садови, микропечка, кафемат, даска за сечење, стол, течност за рачно миење садови, крпа за бришење садови, решетка за цедење садови, крпи за држење жешки садови, набивач на ѓубре, процесор за храна, тостер - рерна, лимена кутија",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Годишни времиња Вежба 1. Еве четири места од целиот свет. Кои места се",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "секогаш топли?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "многу ладни во зима?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "суви во август? Прочитај ги текстовите и дознај. Алис Спрингс е топол и сув преку цела година. Во лето Истанбул е многу топол, околу 25-30 Од октомври до март е многу топол, често 40 Ц Целзиусови степени. Во зима е ладен. Често или повеќе степени. Од мај до август е ведро врне во есен и зима, а некогаш и снежи. и топло преку ден, но свежо преку ноќ. Џакарта е топла преку цела година, а температурите Москва е топла и главно сува во лето, со се исти во јануари и во јули. Од ноември до април температури од 25 до 30 Целзиусови. Во е влажната сезона, а во јануари има многу врнежи зима е многу ладно и паѓа снег многу од дожд. Од јули до ноември е главно суво, но често. Температурите паѓаат и до - 20, а воздухот е секогаш влажен. снег има често од ноември до март. Пролетта доаѓа доцна во Москва, обично во април или во мај.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Фестивали Вежба 1. Прочитај за овие фестивали. Кои фестивали се прикажани на сликите? Фестивал на снегот (февруари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Сапоро, Јапонија) На фестивалот на снегот во Сапоро луѓето прават статуи од снег. Некои статуи се многу високи. Посетителите може да ги гледаат статуите, а може и сами да направат статуа . Карневал (февруари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Бразил) Луѓето прават карневали низ цел свет, но најпознат е Карневалот во Бразил. Во Рио де Жанеиро повеќе илјади жители парадираат низ улиците. Тие носат прекрасни костуми и танцуваат на музиката самба. Холи (март",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Индија) Ова е хиндуски фестивал. На последниот ден на фестивалот луѓето продаваат прав во боја на улиците. Може да го купите правот и да го фрлате врз други луѓе. Сонгкран (април",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Тајланд) Сонгкран",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Фестивалот на водата",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е тајландската Нова година. Ако сте во Тајланд за време на Сонгкран, не отворајте прозорци од кола, зашто сите фрлаат вода на секого. Џоко дел калчо (јуни",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Фиренца, Италија) Ова е верзија на фудбал од 16. век. Има четири тима со по 27 играчи. Играчите носат костуми од 16. век. Играта е опасна зашто нема многу правила. Октоберфест (септември",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Минхен, Германија) Ако сакаш пиво, ова е фестивал за тебе. Седум милиони луѓе го посетуваат Октоберфест. Тие испиваат пет милиони литри пиво и изедуваат милион кобасици и половина милион кокошки. Нова година (31 декември) Во многу делови на светот, вклучувајќи ја Македонија, 31 декември е последен ден од годината. Луѓето излегуваат со своите семејства и пријатели и на полноќ ја пречекуваат новата година, извикувајќи „Среќна нова година“. читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Приказна за добра ноќ Вежба 1. Во следнава приказна глаголите означени со црвена боја се во минато време. Прочитај го првиот дел и пополни ја табелата. Прв дел Имав околу пет години. Беше доцна навечер и моите родители спиеја. Јас бев буден зашто сакав да одам во веце. Тргнав накај вецето и видов светлина под вратата од дневната соба. Затоа ја отворив вратата и влегов во дневната. Тогаш здогледав еден човек на возраст од дваесетина години. Го погледнав, а и тој ме погледна мене. Ми се насмевна и рече: „Здраво? Како се викаш?“ Јас одговорив: „Мирко.“ „Дали сакаш да играме игра, Мирко?“ ме праша. „Да“, одговорив . Имаше голема торба во рацете и ми рече: „Добро. Да ставаме работи во торбава.“ Така, ние ја почнавме играта. Јас му давав работи, а тој ги ставаше во торбата. Го зедов паричникот на татко ми од неговото сако и ја зедов чантата на мајка ми од нејзиниот капут и човекот ги стави во својата торба. Втор дел Тогаш јас (1) _______________ во спалната соба на моите родители",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "многу тивко",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и (2) _______________ нивните часовници и прстени, обетките на мајка ми и му ги (3) _______________ на човекот. Јас му (3) _______________ и други работи, исто така,",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "B",
        "textMk": "сребрените ножеви, виљушки и лажици, два ѕидни часовници и неколку стари книги",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и тој (4) _______________ сѐ во својата торба. Тоа (6) _______________ одлична игра. На крајот тој (7) __________ : „Добро, Мирко. Време е за спиење. Сега оди во кревет. Добра ноќ. Тогаш јас му (8 ) _______________ добра ноќ и (9) _______________ на спиење. Вежба 2. Прочитај го вториот дел од приказната. Пополни ги празните места со глаголи од табелата. Сега слушај го Мирко како ја раскажува целата приказна. минато време сегашно минато сум бев е има оди спие зема сака дава гледа носи отвора става вели влегува",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за формата. Минато несвршено и минато свршено време. Минато несвршено време Минато свршено време чита прочита јас читав ние читавме јас прочитав ние прочитавме ти читаше вие читавте ти прочита вие прочитавте тој читаше тие читаа тој прочита тие прочитаа таа читаше таа прочита тоа читаше тоа прочита Вежба 1. Менувај ги во минато несвршено време следниве глаголи: прашува, гледа, слуша. Вежба 2. Менувај ги во минато свршено време следниве глаголи: праша, изгледа, преслуша. Вежба 3. Пополни ги празните места со глагол во минато време со еден од следниве глаголи дадени овде во сегашно време: гледа, живее, мие, пуши, сака, слуша, сум . Можеш ли да ги поделиш глаголите на глаголи во минато несвршено и минато свршено време и да ги напишеш во рамката ? а. Кога бев дете, ние _______________ во Охрид. б. Ја _______________ косата утрово. в. Во саботата навечер јас ______ дома и _______________ телевизија. г. Кога бев мал, многу ги _______________ Битлси. Ги _______________ цело време нивните песни. д. Тој _______________ 30 цигари вчера. Вежба 4. Смени го следниов текст во минато време. Јас живеам/ ____________ во стара куќа во село Собри, Валандовско. Селото е/________ многу мало",
        "hasBlanks": true,
        "blanksCount": 9
      },
      {
        "speaker": "B",
        "textMk": "има/__________ само 20 куќи. Во селото работи/ ____________ само една продавница. Училиштето се наоѓа/ ____________ во соседното село. Во училиштето учат/ ____________ 21 дете, а има/ ____________ само една наставничка. Тоа е/__________ мајка ми, па ние секое утро пешачиме/ ____________ заедно до училиштето. минато несвршено минато свршено имаше беше",
        "hasBlanks": true,
        "blanksCount": 7
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "На мапата Вежба 1. Прочитај ги шесте описи и пронајди зборови за да ги додадеш на листите. Вежба 2. Можеш ли да ја решиш загатката? Кој е најдобриот пат? Ова семејство туристи се на брод, на почетокот на својот еднонеделен одмор на Охридското Езеро. Тие сакаат да ги посетат сите шест места пред да се вратат дома. Можеш ли",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да ги најдеш сите шест места на мапата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да им го кажеш најдобриот пат? Вежба 3. Опиши други места околу езерото. Вежба 4. Размисли за својата земја. Напиши состав за едно од следниве места:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот роден град",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "главниот град на твојата земја",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "туристичко место во твојата земја Охрид е најголемиот град на Охридско Радожда е најзападното македонски село Езеро и се наоѓа на североисточниот на Охридското Езеро. Познато е по одлич - брег на езерото. ните ресторани со риба на скара. Струга е втор по големина град на Лагадин е место меѓу Охрид и Св. Наум, на Охридското Езеро и се простира на север - источниот брег на езерото. Познато е по ниот дел од брегот на езерото. убавите плажи. Св. Наум е најпознатиот манастир и Велестово е планинско село во непосредна туристичко место на Охридското Езеро. близина на Охрид. Се наоѓа на надморска Се наоѓа на најужниот дел од македонската височина од 1243 метри. До селото од страна на езерото, веднаш до албанската Охрид се стигнува по асфалтиран пат со граница. должина од 4 до 5 километри. село, град, ... север, ... езеро, планина, ... Јас сум од Краков. Краков е град втор по големина, а трет според жители во Полска.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Не е многу големо Вежба 1. Избери изрази за да ги опишеш овие кучиња. многу мало не многу големо = прилично мало прилично големо многу големо Вежба 2. Напиши ги придавките што недостасуваат. а. Нашиот стан не е многу голем. = Тој е прилично мал. б. Нашиот телевизор не е многу __________ . = Тој е прилично евтин. в. Нашата кола не е многу __________ . = Таа е прилично бавна. г. Нивната кола не е многу стара. = Таа е прилично __________ . д. Брат ми не е многу __________ . = Тој е прилично млад. ѓ. Сестра ми не е многу висока. = Таа е прилично __________. е. Нејзината коса не е многу __________ . = Таа е прилично кратка. ж. Не сме многу __________ . = Ние сме прилично сиромашни. Вежба 3. Сега зборувај за овие:",
        "hasBlanks": true,
        "blanksCount": 7
      },
      {
        "speaker": "B",
        "textMk": "твојот град или село",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот татко или мајка",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот стан или куќа",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот брат или сестра",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојата кола или велосипед",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твоето момче или девојка",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот телевизор или рачен часовник",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот сопруг или сопруга",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вонземјани Вежба 1. Замисли дека си свемирски патник. Кои вонземјани се пријателски расположени, а кои не се? Пријателски вонземјани Пред да зборуваш со вонземјанин, биди сигурен дека е пријателски расположен. Биди многу внимателен",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има многу видови вонземјани, па лесно можеш да направиш грешка. Следниве вонземјани се пријателски расположени кон луѓе: Ајнурите се црвени или портокалови. Имаат една долга нога, три раце и два прста на секоја рака. Имаат три очи на иста висина на лицето, немаат нос, туку само дупка на местото на носот и голема широка уста. Немаат забележливи уши. Багуните се жолтозелени. Имаат долго и тенко тело и четири нозе. Немаат раце. На лицето имаат едно око, долг и тенок нос, мала уста и големи клемпави уши. Вароидите се слични со луѓето, само се пониски. Високи се околу еден метар, имаат големи темни очи и може да бидат различни по боја на кожа. Тие се најблиску до претставата на луѓето од дваесетти век за вонземјаните. Нануните имаат тело слично на луѓето, но имаат две глави. Нивната кожа има светлорозова боја. Имаат две нозе и две раце. Секоја глава има по едно око, две уши слични на човековите, мала сурла наместо нос и мала уста. Шмебеките се многу крупни вонземјани со темновиолетова боја. Малку личат на луѓето, но се високи над два метра, имаат долг и дебел врат и мала глава во однос на телото. Тие се единствени вонземјани што имаат коса, која е светлозелена.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за ... прилози Ова е дел од еден расказ. Зелените зборови се сите прилози. Се разбудив ненадејно во 6 часот. Тамара беше до мојот кревет. „Облекувај се брзо или ќе задоцниме,“ рече таа. Кога бев готов, ја затворивме предната врата тивко и влеговме во колата. Тамара возеше добро",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "брзо но внимателно",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и стигнавме до пристаништето до 7 часот. Бродот беше таму и ние се качивме. Додека бавно го напуштавме пристаништето, црна кола се појави од аголот. Тоа беше Петар. „Тамара, врати се!“ извика налутено. Но беше предоцна . Вежба 1. Прочитај го расказот и пополни ја табелата. придавки тивок прилози тивко Вежба 2. Доврши го упатството: За да направиш прилог од придавка, ________________________________________________________________________________ ________________________________________________________________________________ . Вежба 3. Додај прилог на овие реченици. Таа учи јазици. Ние отидовме во центар. Станав и се измив. Тој ми остави порака. „Каде одиш,“ ме праша таа. Го наместив креветот. Тој го кажа тоа. Не бев на час поради болест. Вежба 4. Напиши вистинита реченица за себе. Употреби прилог од табелата.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Може ли... ? Овој човек е болен во кревет. Не смее да јаде масти, да пие алкохол ниту да пуши. Слушај го разговорот и пополни ги празните места.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Може ли да ми донесеш... ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да, се разбира.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "А може ли да ми купиш... ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не, жалам. Замисли дека си на местото на болниот човек. Побарај ги следниве работи : Утврдување Тема 1. Предлози со, во , на, од Вежба 1. Погледни ги следниве изрази : гледа во неа со внимание , џогира со пријател, пристигнува на рецепција во хотел , престојува во хотелска соба, дојде дома од пат Вежба 2. Пополни ги празните места со еден од црвените глаголи. а. Зошто ти не _______________ кај мене на спиење? Можеш да спиеш на каучот. б. Дали _______________ утре со мене на кино? Таму ќе _______________ добар филм . в. Кога нивниот авион _______________ во Скопје? г. Одам до кеј за да _______________ . Зошто не _______________ со мене? д. Кога одам во Охрид, обично _______________ кај пријатели.",
        "hasBlanks": true,
        "blanksCount": 7
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Подобро место за живеење Вежба 1. Прочитај ги овие реченици. Кои од нив ја опишуваат твојата земја. а. Има топла клима. г. Безбедно е за живот. е. Храната е добра. б. Скапа е за живеење. д. Луѓето се љубезни. ж. Убава земја е. в. Градовите се чисти. ѓ. Патиштата се добри . з. Богата земја е. Дали и твоите соученици имаат исти одговори? Вежба 2. Избери друга земја и спореди ја со својата. Која земја мислиш дека:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е потопла?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е побезбедна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е поскапа?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е побогата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има пољубезни луѓе?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "има подобри патишта?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е почиста?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "има подобра храна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е поубава? Има ли други разлики меѓу нив? Наброј неколку. Вежба 3. Која земја сметаш дека е подобра за живеење? Зошто? Напиши неколку реченици за тоа. степенување придавки Мислам дека _______________ е подобро место за живеење од _______________ зашто ...",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за ... глагол + да + глагол Вежба 1. Погледни ги следниве примери. а. Сакам сладолед. Сакам да се истуширам. Дали сакаш да излезеш надвор? б. Сакам чаша сок од портокал. Сакам да гледам филм. Сакаш ли да ги видиш моите слики? в. Ми требаат нови чевли. Треба да се јавам на работа. Треба да станам рано утре. Вежба 2. Слушни ги разговорите, па пополни ги празните места. а. _______________ одиме во кино вечерва? Не, жалам. _____________ дојдам, но _______________ напишам домашна. б. _______________ одиме и да гледаме филм вечерва ? Не, благодарам. Вечер има фудбал на телевизија и _______________ го гледам. в. _______________ одиме во кино вечерва?",
        "hasBlanks": true,
        "blanksCount": 6
      },
      {
        "speaker": "B",
        "textMk": "Да, во ред.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "_______________ одиме на пијачка прво.",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Во ред. _______________ ја измијам косата. Но можам да те чекам пред Тренд околу 18 и 30 часот. Вежба 3 . Пополни ги празните места. Додај во или на . а. оди _______ работа б. оди _______ јадење в. оди _______ трчање г. оди _______ црква д. оди _______ возење ѓ. оди _______ фудбалски натпревар е. оди _______ кино ж. оди _______ тоалет з. оди _______ факултет Вежба 4. Помисли на минатата недела. Што правеше? Состави реченици. Јас бев... Јас не бев... Вежба 5 . Напиши реченица за:",
        "hasBlanks": true,
        "blanksCount": 10
      },
      {
        "speaker": "A",
        "textMk": "нешто што мораш да го направиш оваа недела.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "нешто што треба да го купиш.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "нешто што сакаш да го направиш вечерва.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "нешто што сакаш да го направиш оваа година.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Дали ви се допадна? Вежба 1. Ќе чуете четворица како зборуваат за овие филмови. Двајца го гледаа Париз, Тексас , а двајца го гледаа Беше еднаш во Америка . Слушај и пополни ја табелата. Кој филм го гледаше? Дали му се допадна? Што рече за филмот? Зборувач 1 Зборувач 2 Зборувач 3 Зборувач 4 Вежба 2. Избери филм или серија што го/ја гледаше неодамна. Запиши што мислиш за него/неа. Вежба 3. Пронајди во групата колешки и колеги кои ги гледаа истите филмови/серии. Се согласуваат ли тие со тебе? Тема 4. Покажување чувства Вежба 1. Направи го следниов експеримент: • Погледни ги овие жени. Која од нив мислиш дека е",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "уморна ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "загрижена ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "бесна ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "изненадена ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "уплашена ? Спореди ги своите одговори со одговорите на другите студенти. Дали се исти вашите одговори? • Дали луѓето покажуваат чувства на ист начин во сите земји низ светот? Дали сите се смееме кога сме среќни и плачеме кога сме тажни? Што мислиш? Не ми се допадна филмот ... Ми се допадна серијата Господин Мерцедес . Тоа е напната серија, со одлични актери, правена по сценарио на легендарниот Стивен Кинг. читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "sectionLabel": "А",
    "lines": [
      {
        "speaker": "Влатко",
        "textMk": "Здраво. Јас сум Влатко.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Еј, здраво. ______ ______ Ема.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "Од ________ _______ , Ема?",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "B",
        "textMk": "_______ ______ од Лондон.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d1",
    "sectionLabel": "Б",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Здраво.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Еј, здраво. _______ _______ Андреј. _____ __ _______ студент овде.",
        "hasBlanks": true,
        "blanksCount": 5
      },
      {
        "speaker": "A",
        "textMk": "Еј, навистина? _______ _______ Влатко.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d2",
    "sectionLabel": "Г",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Еј, здраво, Весна. Како __?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Добар ден._______ ______ Влатко.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "______ ______ добро. _____ _____ _____?",
        "hasBlanks": true,
        "blanksCount": 5
      },
      {
        "speaker": "B",
        "textMk": "Здраво, _______ _______ Томислав.",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "________ ________ одлично. ______ ______ асистент овде.",
        "hasBlanks": true,
        "blanksCount": 4
      },
      {
        "speaker": "B",
        "textMk": "А, навистина? _____ ______ _____?",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "Влатко",
        "textMk": "_______ ______ од Скопје.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Моето семејство а. Ние имаме едно дете. Тоа е тринаесетгодишна девојка . б. Ние имаме четири деца",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "два сина и две ќерки . в. Ние имаме две деца, седумгодишна ќерка и шестгодишен син. г. Ние имаме пет деца. Три се девојчиња, а две се момчиња . д. Ние сме големо семејство. Имаме две деца",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "момче и девојче. Со нас живеат и дедо и баба, моите родители . Вежба 1. Пет луѓе зборуваат за своите семејства. Читај што кажуваат. На која слика се наоѓаат нивните семејства? Вежба 2. Најди зборови во горните описи и дополни ја табелата . 5 пет 6 шест 7 седум 8 осум 9 девет 10 десет 1 еден 2 два 3 три 4 четири еднина момче девојче татко мајка _______ ______ дете множина ________ _______ __ татковци мајки дедовци баби _____",
        "hasBlanks": true,
        "blanksCount": 6
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Гласови: Кафе од ѓезве",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "голем ќеф Вежба 1. Слушај ги следниве гласови. /г/ Ние имаме г аража. /ѓ/ Фрлам ѓ убре во кош. /к/ Играм к ошарка. /ќ/ Цвеќето е во ќ ош . Вежба 2. Слушај и вежбај . Вежба 3. Состави реченици. Користи зборови од рамката. Вежба 4. Читај ги твоите реченици на глас. Утврдување сестра ѓердан ѓеврек ѓезве ѓубре Ѓоко во ќебапи ќебе ќор - сокак ќош ќуп ќути ламба мојата има јаде фрла носи купи е Изрази: Добро утро! Поврзи ги поздравите во балончињата со илустрациите. Види ги балончињата. Кое значи Здраво ? Кое значи До видување ? Слушај и вежбај дијалози. Добро утро. Добар ден. Добра ноќ. Добровечер.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Дали е слободно ова столче? Вежба 1. Слушај го разговорот. Кои се прашањата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Се извинувам. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "О, да, е. Благодарам. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Да, сум. Моето име е Филип.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Здраво, јас сум Соња.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Здраво, Соња. _________________________?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Да, се разбира. Вежба 2. Кажувајте го разговорот на час. Менувајте го предметот за кој станува збор. Вежба 3. Погледни ги балончињата. Кои се прашањата? Здраво, Томи. Како си? Јас не сум Томи. Јас сум... Од кој град во Полска си? Всушност, ... Среќен роденден! Но ... Дали се ова твои клучеви? На одмор ? Ручек? Професорка? Такси? Слободно? да/не - прашања",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Има еден во ходникот ... Вежба 1. Погоди за што зборуваат луѓето. а. Има три во дневната соба и две во кујната, на полицата покрај прозорецот. Има едно големо на подот во ходникот и десетина на балконот. б. Има едно во бањата, се разбира, и едно во ходникот. Има едно големо во спалната, на шифоњерот, како и едно во дневната. в. Има три. Едното е во спалната, на ноќната масичка. Второто е на полица во кујна, а третото е во дневна, во музичкиот столб. 1. ходник",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "шифоњер 2.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Милијардери Султанот на Брунеи Бил Гејтс Ова се двајца од најбогатите луѓе на светот. А ова се нивните живеалишта. Палатата на султанот од Брунеи, Куќата на Бил Гејтс во Истана нурул иман близина на Сиетл, САД Вежба 1. Прочитај ги описите. Кој опис сметаш дека е за палатата на султанот, а кој за куќата на Бил Гејтс? А Б В Има голема трпезарија, којашто Има околу 1800 соби, 18 лифта и Трпезаријата има столови има столови за околу сто гости. околу 250 вециња. за околу 4000 луѓе. Г Д Ѓ Во собата со тронот ѕидовите се Има видеоекрани на ѕидовите Има библиотека со многу обложени со 22 - каратно злато. во сите соби. Тие само покажу - стари книги. Исто има ваат слики, па еден ден тоа е сли - тетратка од Леонардо ка на Пикасо, друг ден на Ван Гог. да Винчи, којашто вреди повеќе од 30 милиони долари. Е Ж З Ако сакате да паркирате кола, Собите имаат големи прозорци, Прилично е голема има подземна гаража со околу па можат да се видат езерото и",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има 6 спални соби 700 места за паркирање. планините. и околу 20 други соби. Вежба 2. (Подземна гаража) Слушај и провери ги твоите одговори. Вежба 3. Замисли дека можеш да поминеш еден викенд во едно од овие две места. Кое би го избрал? Зошто? читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Брза храна Вежба 1. Прочитај го текстот и дознај: а. Колку луѓе дневно јадат во Гудис, а колку во Бургер кинг ? б. Која компанија има 200 ресторани во Кина? в. Колку вработени низ целиот свет има најголемиот светски производител на пица? Кој е тоа? г. Колку ресторани има Бургер кинг низ светот и во колку земји се наоѓаат тие? Секоја земја има свој тип брза исхрана",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "риба и компирчиња во Британија, пица во Италија, фалафел на Средниот Исток, гиро во Грција итн. Но, некој видови брза храна се среќаваат низ цел свет. Бургер кинг има над 15 илјади ресторани во 100 земји низ светот. Секој ден повеќе од 13 милиони луѓе јадат во рестораните на Бургер кинг. Кентаки фрајд чикен има повеќе од 9 илјади ресторани низ цел свет. Двесте од нив се во Кина, а два од неодамна и во Македонија. Во Македонија многу популарен е и грчкиот синџир ресторани за брза исхрана Гудис. Иако со 160 илјади гости дневно, Гудис е далеку зад Бургер кинг и КФЦ, неговата посетеност во Македонија не заостанува зад таа на попознатите светски брендови. Во Македонија е присутен и најголемиот светски производител на пица Доминос. Доминос има над 14 илјади свои вработени и околу 290 илјади вработени ако се сметаат и вработените во лиценцираните ресторани низ светот. Вежба 2. Дали овие компании имаат ресторани во вашата земја? Кој од нив е најпопуларен кај вас? Вежба 3. Тројца гости нарачуваат јадење и пиење. Што сакаат тие? Колку плаќаат за тоа? Вежба 4. Замисли дека си во ресторан. Што нарачуваш? Вежба 5. Погледни го ова мени во ресторан за брза храна. Дали го разбираш целото? читање и слушање Сендвичи Пом фрит Десерти Хамбургер 80 ден. мал 60 ден. Пита со јаболка 70 ден. Чизбургер 100 ден. голем 90 ден. со сладолед 100 ден. Фишбургер 130 ден. Сладолед 80 ден. Чикенбургер 120 ден. Детски оброци Ладни пијалаци Во кутија Хамбургер 150 ден. Кока - кола, фанта, спрајт Чикен нагетс Чизбургер 170 ден. мал(а) 60 ден. 6 парчиња 100 ден. Чикен нагетс 200 ден. голем(а) 80 ден. 12 парчиња 150 ден. Пица парче 150 ден. Топли пијалаци Пица парче 100 ден. кафе, чај, топло чоколадо 50 ден.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Изрази: На телефон Вежба 1. Ова се два телефонски разговори. Пополни ги празните места. Користи зборови од балончињата. Вежба 2. Сега слушај и проверувај. Вежбај со сокласниците зборување по телефон. Побарај да зборуваш со пријател. Утврдување Тема 1. Подмет (субјект) и предмет (објект) Го сакам Дарко. Дарко ме сака мене. Вежба 1. Разгледај ги примериве и пополни ги празните места во табелата. а.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Мислам дека ѝ се допаѓаш.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да, но таа не ми се допаѓа мене. б. Тие те канат тебе на роденден, но не и ти нив. Зошто? в.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Излезе новиот албум на Мајкл Бубле.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не го слушам него. г.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Излегувам вечерва со Миа. Дојди со нас.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не, благодарам. Не сум близок со неа. д. Секој викенд одите на излет, а и вашите деца одат со вас. Тема 2. Прилози за време: секогаш, обично, некогаш, никогаш Вежба 1. Прочитај ги следниве реченици. Јас секогаш одам на часови, никогаш не пропуштам час. По часови обично одиме на кафе, но некогаш одиме на пица. Тие никогаш не стануваат доцна, зашто работат од осум часот. Не е важно. Дали може да зборувам со Маја? Само момент. Дали е Марко таму? Субјект јас ти тој таа тоа ние вие тие Објект (дир.) мене , ме ________ ________ ________ ________ ________ ________ ________ Објект (инд.) мене , ми ________ ________ ________ ________ ________ ________ ________ Објект предлог + мене ________ ________ ________ ________ ________ ________ ________",
        "hasBlanks": true,
        "blanksCount": 21
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Што правиш во животов? Вежба 1. ( слушање) Двајца се запознаваат на маскенбал. Слушај што зборуваат. Колку се слични тие? Вежба 2. Доврши ги прашањата.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Што ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Студирам.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Што ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Филозофија.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Каде ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "На УКИМ во Скопје.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Каде ____________________ ?",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "A",
        "textMk": "Моментално во Скопје, инаку во Велес. Каде __________ __________ ____?",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "B",
        "textMk": "И јас живеам во Скопје. Вежба 3. Играње улоги. Изберете една од улогите во рамката и запишете ја на парче хартија. Замисли дека си на забава. Се запознаваш со два - тројца други луѓе. Зборувај според моделот од рамката. Обиди се да најдеш некого што е сличен со тебе. Тема 3. Од утро до ноќ Вежба 1. Еве неколку реченици за денот на една жена. Нареди ги по временски редослед. а. Вечера. б. Си легнува. в. Работи во канцеларија. г. Појадува. д. Се тушира . ѓ. Оди на работа. е. Станува од кревет. ж. Оди на пазар . з. Шета куче. кој - прашања Девојката е ... Момчето е ... Двајцата се ... студент. Студирам филологија Битола. Анкарска. Јас сум економија на универзитет во Скопје. Живеам на улица Бриселска. професор. Предавам право Штип. Московска. Дневна",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Килограм јаболка Вежба 1. Човек оди во продавница и купува:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "килограм јаболка 30 ден. /л 50 ден./л",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "четири килограми компири",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "200 грама говедско месо",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "еден литар минерална вода",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "половина литар млеко 500 ден./кг 25 ден./кг 40 ден./кг Колку денари троши за овие производи? Вежба 2. Работете во парови. Студент А, купи нешто од студент Б. Студент Б, кажи колку чини тоа. Тема 2. Книга, книги, книгата, книгава, книгана, книгине Сакам книги. Обожавам да читам книги. Често купувам книги. Мислам дека книгите се корисни. Ја сакам оваа книга. Ја сакам книгава. Дајте ми ја онаа книга. Дајте ми ја книгана. Ја купувам. Вежба 1. Купи по едно нешто од секоја од овие продавници. Половина килограм говедско, Ве молам. Двесте и педесет денари, Ве молам. Едно/една/еден/ едни ..., Ве молам. киоск аптека продавница за облека и обувки книжарница Ја сакам книгава. 350 денари, Ве молам. Са кам книги.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Придавки Вежба 1. Пронајди девет парови со спротивно значење. Кои два збора остануваат неспарени? Вежба 2. Избери придавки за да ги опишеш работите на сликата. Вежба 3. Што користиш за:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да ја одржиш храната ладна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да се качиш на повисок спрат?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да зготвиш јадење?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да дознаеш колку е часот?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да јадеш супа, риба и торта?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да дознаеш што има ново?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да се видиш себеси?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да зборуваш со пријател? Вежба 4. Што се зборовите означени со букви од а до е? а Милка Павловска б в Париска 73 г д 1000 Скопје ѓ е Македонија Европа ж тел. 079 -544282 з Вежба 5. Изберете го точниот збор во секоја реченица. а. Сакам една кока - кола/кока - колата и едно кафе/кафето, Ве молам. б. Мој/мојот стан има балкон/балконот. На балкон/балконот има кауч/каучот. в. Види го/ги овој/овие фармерки. Ти се допаѓа/допаѓаат ли? убаво големо кратко високо слабо брзо топло старо ладно бавно грдо евтино тажно силно младо скапо мало богато долго ниско",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Прашања Вежба 1. ( слушање) Слушај го разговорот. Кои прашања ги поставува мажот.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Па, не.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да. Да, сум.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Извинете!",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "_________________________ ? Вежбајте го разговорот. Вежба 2. Види ги одговорите. Што мислиш, кои се прашањата? Јас правам ручек. Јас играм шах. Јас мијам коса. На работа. Фудбал. Ручек. Пишувам писмо.",
        "hasBlanks": true,
        "blanksCount": 1
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Облека Вежба 1. Погледни ги овие алишта. Кои од нив мислиш дека се",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "за жени?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "за мажи?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "и за жени и за мажи? Направи список со три колони и напиши ги твоите одговори. Покажи им ги одговорите на соучениците. Дали се согласуваат? Вежба 2. Избери соученик од класот. Кажи што носи тој/таа. Дали другите соученици знаат за кого зборуваш? Вежба 3. Погледни ги луѓето на сликите. Што мислиш дека носат тие? фустан вратоврска маица сукња кошула џемпер шорцеви капут панталони фармерки костум блуза шапка сако јакна шал Оваа личност носи сини фармерки и црвена маица. Мислам дека е тоа...",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Предлозите на и во Вежба 1. Забележи ги следниве изрази Таа е на работа, на училиште, на факултет, на фризер, на гости, на пазар. Тој е во гимназија, во кино, во театар, во ресторан, во болница, во Охрид. Вежба 2. Одговорете на следниве прашања. Каде можам да нарачам пијалак во близина? Каде можам да купам сендвич? Каде можам да купам евтин оброк? Каде можам да купам фармерки? Вежба 3. Помислете на членовите на Вашето семејство. Каде се тие во моментов? Проверка Тема 1. Сегашно време Вежба 1. Избери глаголи од рамките и пополни ги празните места. а. Мојата девојка и јас сме студенти. Јас ________________ француски, а таа ________________ математика. Таа ________________ соба во студентскиот дом, а јас ________________ дома со родителите. б. Јас не ________________ вино, но ако а многу топло, понекогаш ________________ чаша пиво. в. Брат ми ________________ во ресторан за брза храна. Тој __________ околу 50 бургери на саат. Интересно е тоа дека тој е вегетаријанец. Тој не ________________ месо. г.",
        "hasBlanks": true,
        "blanksCount": 9
      },
      {
        "speaker": "B",
        "textMk": "Кога ________________ наутро? Дали ________________ обилно?",
        "hasBlanks": true,
        "blanksCount": 2
      },
      {
        "speaker": "A",
        "textMk": "Во осум часот ________________ . Не ________________ воопшто, само ________________ едно кафе и ________________ на работа. д. Колку јазици ________________ таа? ___________ дека ____________ германски, но не ___________ дали ________________ француски. живее има студира зема пие јаде прави работи појадува пие оди станува зборува вели знае",
        "hasBlanks": true,
        "blanksCount": 9
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Јас, мој Вежба 1. Поврзи ги следниве лични заменки и заменски придавки: јас, ти, тој, таа, ние, вие , тие, мој, твоја, негова, нејзин, наша, ваш, нивно н т н ј в т в Вежба 2. Погледни ги испревртениве зборови. Дали можеш да откриеш:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "три јадења кепаат ануријаг сукаам",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "три вида продавници јадини аижрицнкна сујари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "три држави бари мсара карфати Вежба 3. Сега ти напиши испревртени зборови и покажи им ги на соучениците. Дали можат да ги решат? Вежби Зборовни изрази Напиши ги овие изрази на твојот мајчин јазик. ________________ ________________ ________________ ________________ ________________ Побрзај! Седнете . Чекај малку! Влезете. Молчи.",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Корисни работи Вежба 1. Што има на сликава? Пронајди ги предметите наброени во списокот и распредели ги според тоа дали има еден таков предмет или повеќе . Потоа напиши ги множинските форми од сите еднински и обратно",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "сите еднински од множинските. Што забележуваш? именки во еднина: ________________________________________________________________ _________________________________________________________________________________ именки во множина: _______________________________________________________________ _________________________________________________________________________________ Вежба 2. Покриј го горниот дел на страницата. Колку работи запомни? Кои? Запиши ги. _________________________________________________________________________________ кујнска маса, блендер, фрижидер, машина за миење садови, ѓубрарник, фрижидер за длабоко замрзнување, миксер, креденец, канта за ѓубре, држач за хартиени крпи, мијалник, чешма , држач за зачини, отворач за конзерви, рерна, тостер, книга за готвење, подметнувач, шпорет, рингла, кујнски пулт, детергент за миење садови, микропечка, кафемат, даска за сечење, стол, течност за рачно миење садови, крпа за бришење садови, решетка за цедење садови, крпи за држење жешки садови, набивач на ѓубре, процесор за храна, тостер - рерна, лимена кутија",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Годишни времиња Вежба 1. Еве четири места од целиот свет. Кои места се",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "секогаш топли?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "многу ладни во зима?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "суви во август? Прочитај ги текстовите и дознај. Алис Спрингс е топол и сув преку цела година. Во лето Истанбул е многу топол, околу 25-30 Од октомври до март е многу топол, често 40 Ц Целзиусови степени. Во зима е ладен. Често или повеќе степени. Од мај до август е ведро врне во есен и зима, а некогаш и снежи. и топло преку ден, но свежо преку ноќ. Џакарта е топла преку цела година, а температурите Москва е топла и главно сува во лето, со се исти во јануари и во јули. Од ноември до април температури од 25 до 30 Целзиусови. Во е влажната сезона, а во јануари има многу врнежи зима е многу ладно и паѓа снег многу од дожд. Од јули до ноември е главно суво, но често. Температурите паѓаат и до - 20, а воздухот е секогаш влажен. снег има често од ноември до март. Пролетта доаѓа доцна во Москва, обично во април или во мај.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Фестивали Вежба 1. Прочитај за овие фестивали. Кои фестивали се прикажани на сликите? Фестивал на снегот (февруари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Сапоро, Јапонија) На фестивалот на снегот во Сапоро луѓето прават статуи од снег. Некои статуи се многу високи. Посетителите може да ги гледаат статуите, а може и сами да направат статуа . Карневал (февруари",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Бразил) Луѓето прават карневали низ цел свет, но најпознат е Карневалот во Бразил. Во Рио де Жанеиро повеќе илјади жители парадираат низ улиците. Тие носат прекрасни костуми и танцуваат на музиката самба. Холи (март",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Индија) Ова е хиндуски фестивал. На последниот ден на фестивалот луѓето продаваат прав во боја на улиците. Може да го купите правот и да го фрлате врз други луѓе. Сонгкран (април",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Тајланд) Сонгкран",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Фестивалот на водата",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е тајландската Нова година. Ако сте во Тајланд за време на Сонгкран, не отворајте прозорци од кола, зашто сите фрлаат вода на секого. Џоко дел калчо (јуни",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Фиренца, Италија) Ова е верзија на фудбал од 16. век. Има четири тима со по 27 играчи. Играчите носат костуми од 16. век. Играта е опасна зашто нема многу правила. Октоберфест (септември",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Минхен, Германија) Ако сакаш пиво, ова е фестивал за тебе. Седум милиони луѓе го посетуваат Октоберфест. Тие испиваат пет милиони литри пиво и изедуваат милион кобасици и половина милион кокошки. Нова година (31 декември) Во многу делови на светот, вклучувајќи ја Македонија, 31 декември е последен ден од годината. Луѓето излегуваат со своите семејства и пријатели и на полноќ ја пречекуваат новата година, извикувајќи „Среќна нова година“. читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Приказна за добра ноќ Вежба 1. Во следнава приказна глаголите означени со црвена боја се во минато време. Прочитај го првиот дел и пополни ја табелата. Прв дел Имав околу пет години. Беше доцна навечер и моите родители спиеја. Јас бев буден зашто сакав да одам во веце. Тргнав накај вецето и видов светлина под вратата од дневната соба. Затоа ја отворив вратата и влегов во дневната. Тогаш здогледав еден човек на возраст од дваесетина години. Го погледнав, а и тој ме погледна мене. Ми се насмевна и рече: „Здраво? Како се викаш?“ Јас одговорив: „Мирко.“ „Дали сакаш да играме игра, Мирко?“ ме праша. „Да“, одговорив . Имаше голема торба во рацете и ми рече: „Добро. Да ставаме работи во торбава.“ Така, ние ја почнавме играта. Јас му давав работи, а тој ги ставаше во торбата. Го зедов паричникот на татко ми од неговото сако и ја зедов чантата на мајка ми од нејзиниот капут и човекот ги стави во својата торба. Втор дел Тогаш јас (1) _______________ во спалната соба на моите родители",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "многу тивко",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и (2) _______________ нивните часовници и прстени, обетките на мајка ми и му ги (3) _______________ на човекот. Јас му (3) _______________ и други работи, исто така,",
        "hasBlanks": true,
        "blanksCount": 3
      },
      {
        "speaker": "B",
        "textMk": "сребрените ножеви, виљушки и лажици, два ѕидни часовници и неколку стари книги",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и тој (4) _______________ сѐ во својата торба. Тоа (6) _______________ одлична игра. На крајот тој (7) __________ : „Добро, Мирко. Време е за спиење. Сега оди во кревет. Добра ноќ. Тогаш јас му (8 ) _______________ добра ноќ и (9) _______________ на спиење. Вежба 2. Прочитај го вториот дел од приказната. Пополни ги празните места со глаголи од табелата. Сега слушај го Мирко како ја раскажува целата приказна. минато време сегашно минато сум бев е има оди спие зема сака дава гледа носи отвора става вели влегува",
        "hasBlanks": true,
        "blanksCount": 5
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t4-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за формата. Минато несвршено и минато свршено време. Минато несвршено време Минато свршено време чита прочита јас читав ние читавме јас прочитав ние прочитавме ти читаше вие читавте ти прочита вие прочитавте тој читаше тие читаа тој прочита тие прочитаа таа читаше таа прочита тоа читаше тоа прочита Вежба 1. Менувај ги во минато несвршено време следниве глаголи: прашува, гледа, слуша. Вежба 2. Менувај ги во минато свршено време следниве глаголи: праша, изгледа, преслуша. Вежба 3. Пополни ги празните места со глагол во минато време со еден од следниве глаголи дадени овде во сегашно време: гледа, живее, мие, пуши, сака, слуша, сум . Можеш ли да ги поделиш глаголите на глаголи во минато несвршено и минато свршено време и да ги напишеш во рамката ? а. Кога бев дете, ние _______________ во Охрид. б. Ја _______________ косата утрово. в. Во саботата навечер јас ______ дома и _______________ телевизија. г. Кога бев мал, многу ги _______________ Битлси. Ги _______________ цело време нивните песни. д. Тој _______________ 30 цигари вчера. Вежба 4. Смени го следниов текст во минато време. Јас живеам/ ____________ во стара куќа во село Собри, Валандовско. Селото е/________ многу мало",
        "hasBlanks": true,
        "blanksCount": 9
      },
      {
        "speaker": "B",
        "textMk": "има/__________ само 20 куќи. Во селото работи/ ____________ само една продавница. Училиштето се наоѓа/ ____________ во соседното село. Во училиштето учат/ ____________ 21 дете, а има/ ____________ само една наставничка. Тоа е/__________ мајка ми, па ние секое утро пешачиме/ ____________ заедно до училиштето. минато несвршено минато свршено имаше беше",
        "hasBlanks": true,
        "blanksCount": 7
      }
    ],
    "sourceTheme": 4,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "На мапата Вежба 1. Прочитај ги шесте описи и пронајди зборови за да ги додадеш на листите. Вежба 2. Можеш ли да ја решиш загатката? Кој е најдобриот пат? Ова семејство туристи се на брод, на почетокот на својот еднонеделен одмор на Охридското Езеро. Тие сакаат да ги посетат сите шест места пред да се вратат дома. Можеш ли",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "да ги најдеш сите шест места на мапата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "да им го кажеш најдобриот пат? Вежба 3. Опиши други места околу езерото. Вежба 4. Размисли за својата земја. Напиши состав за едно од следниве места:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот роден град",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "главниот град на твојата земја",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "туристичко место во твојата земја Охрид е најголемиот град на Охридско Радожда е најзападното македонски село Езеро и се наоѓа на североисточниот на Охридското Езеро. Познато е по одлич - брег на езерото. ните ресторани со риба на скара. Струга е втор по големина град на Лагадин е место меѓу Охрид и Св. Наум, на Охридското Езеро и се простира на север - источниот брег на езерото. Познато е по ниот дел од брегот на езерото. убавите плажи. Св. Наум е најпознатиот манастир и Велестово е планинско село во непосредна туристичко место на Охридското Езеро. близина на Охрид. Се наоѓа на надморска Се наоѓа на најужниот дел од македонската височина од 1243 метри. До селото од страна на езерото, веднаш до албанската Охрид се стигнува по асфалтиран пат со граница. должина од 4 до 5 километри. село, град, ... север, ... езеро, планина, ... Јас сум од Краков. Краков е град втор по големина, а трет според жители во Полска.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Не е многу големо Вежба 1. Избери изрази за да ги опишеш овие кучиња. многу мало не многу големо = прилично мало прилично големо многу големо Вежба 2. Напиши ги придавките што недостасуваат. а. Нашиот стан не е многу голем. = Тој е прилично мал. б. Нашиот телевизор не е многу __________ . = Тој е прилично евтин. в. Нашата кола не е многу __________ . = Таа е прилично бавна. г. Нивната кола не е многу стара. = Таа е прилично __________ . д. Брат ми не е многу __________ . = Тој е прилично млад. ѓ. Сестра ми не е многу висока. = Таа е прилично __________. е. Нејзината коса не е многу __________ . = Таа е прилично кратка. ж. Не сме многу __________ . = Ние сме прилично сиромашни. Вежба 3. Сега зборувај за овие:",
        "hasBlanks": true,
        "blanksCount": 7
      },
      {
        "speaker": "B",
        "textMk": "твојот град или село",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот татко или мајка",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот стан или куќа",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот брат или сестра",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојата кола или велосипед",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твоето момче или девојка",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "твојот телевизор или рачен часовник",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "твојот сопруг или сопруга",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вонземјани Вежба 1. Замисли дека си свемирски патник. Кои вонземјани се пријателски расположени, а кои не се? Пријателски вонземјани Пред да зборуваш со вонземјанин, биди сигурен дека е пријателски расположен. Биди многу внимателен",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има многу видови вонземјани, па лесно можеш да направиш грешка. Следниве вонземјани се пријателски расположени кон луѓе: Ајнурите се црвени или портокалови. Имаат една долга нога, три раце и два прста на секоја рака. Имаат три очи на иста висина на лицето, немаат нос, туку само дупка на местото на носот и голема широка уста. Немаат забележливи уши. Багуните се жолтозелени. Имаат долго и тенко тело и четири нозе. Немаат раце. На лицето имаат едно око, долг и тенок нос, мала уста и големи клемпави уши. Вароидите се слични со луѓето, само се пониски. Високи се околу еден метар, имаат големи темни очи и може да бидат различни по боја на кожа. Тие се најблиску до претставата на луѓето од дваесетти век за вонземјаните. Нануните имаат тело слично на луѓето, но имаат две глави. Нивната кожа има светлорозова боја. Имаат две нозе и две раце. Секоја глава има по едно око, две уши слични на човековите, мала сурла наместо нос и мала уста. Шмебеките се многу крупни вонземјани со темновиолетова боја. Малку личат на луѓето, но се високи над два метра, имаат долг и дебел врат и мала глава во однос на телото. Тие се единствени вонземјани што имаат коса, која е светлозелена.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за ... прилози Ова е дел од еден расказ. Зелените зборови се сите прилози. Се разбудив ненадејно во 6 часот. Тамара беше до мојот кревет. „Облекувај се брзо или ќе задоцниме,“ рече таа. Кога бев готов, ја затворивме предната врата тивко и влеговме во колата. Тамара возеше добро",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "брзо но внимателно",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "и стигнавме до пристаништето до 7 часот. Бродот беше таму и ние се качивме. Додека бавно го напуштавме пристаништето, црна кола се појави од аголот. Тоа беше Петар. „Тамара, врати се!“ извика налутено. Но беше предоцна . Вежба 1. Прочитај го расказот и пополни ја табелата. придавки тивок прилози тивко Вежба 2. Доврши го упатството: За да направиш прилог од придавка, ________________________________________________________________________________ ________________________________________________________________________________ . Вежба 3. Додај прилог на овие реченици. Таа учи јазици. Ние отидовме во центар. Станав и се измив. Тој ми остави порака. „Каде одиш,“ ме праша таа. Го наместив креветот. Тој го кажа тоа. Не бев на час поради болест. Вежба 4. Напиши вистинита реченица за себе. Употреби прилог од табелата.",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t2-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Може ли... ? Овој човек е болен во кревет. Не смее да јаде масти, да пие алкохол ниту да пуши. Слушај го разговорот и пополни ги празните места.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "Може ли да ми донесеш... ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Да, се разбира.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "А може ли да ми купиш... ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "Не, жалам. Замисли дека си на местото на болниот човек. Побарај ги следниве работи : Утврдување Тема 1. Предлози со, во , на, од Вежба 1. Погледни ги следниве изрази : гледа во неа со внимание , џогира со пријател, пристигнува на рецепција во хотел , престојува во хотелска соба, дојде дома од пат Вежба 2. Пополни ги празните места со еден од црвените глаголи. а. Зошто ти не _______________ кај мене на спиење? Можеш да спиеш на каучот. б. Дали _______________ утре со мене на кино? Таму ќе _______________ добар филм . в. Кога нивниот авион _______________ во Скопје? г. Одам до кеј за да _______________ . Зошто не _______________ со мене? д. Кога одам во Охрид, обично _______________ кај пријатели.",
        "hasBlanks": true,
        "blanksCount": 7
      }
    ],
    "sourceTheme": 2,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Подобро место за живеење Вежба 1. Прочитај ги овие реченици. Кои од нив ја опишуваат твојата земја. а. Има топла клима. г. Безбедно е за живот. е. Храната е добра. б. Скапа е за живеење. д. Луѓето се љубезни. ж. Убава земја е. в. Градовите се чисти. ѓ. Патиштата се добри . з. Богата земја е. Дали и твоите соученици имаат исти одговори? Вежба 2. Избери друга земја и спореди ја со својата. Која земја мислиш дека:",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е потопла?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е побезбедна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е поскапа?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "е побогата?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "има пољубезни луѓе?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "има подобри патишта?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е почиста?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "има подобра храна?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "е поубава? Има ли други разлики меѓу нив? Наброј неколку. Вежба 3. Која земја сметаш дека е подобра за живеење? Зошто? Напиши неколку реченици за тоа. степенување придавки Мислам дека _______________ е подобро место за живеење од _______________ зашто ...",
        "hasBlanks": true,
        "blanksCount": 2
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t1-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Вежбаме за ... глагол + да + глагол Вежба 1. Погледни ги следниве примери. а. Сакам сладолед. Сакам да се истуширам. Дали сакаш да излезеш надвор? б. Сакам чаша сок од портокал. Сакам да гледам филм. Сакаш ли да ги видиш моите слики? в. Ми требаат нови чевли. Треба да се јавам на работа. Треба да станам рано утре. Вежба 2. Слушни ги разговорите, па пополни ги празните места. а. _______________ одиме во кино вечерва? Не, жалам. _____________ дојдам, но _______________ напишам домашна. б. _______________ одиме и да гледаме филм вечерва ? Не, благодарам. Вечер има фудбал на телевизија и _______________ го гледам. в. _______________ одиме во кино вечерва?",
        "hasBlanks": true,
        "blanksCount": 6
      },
      {
        "speaker": "B",
        "textMk": "Да, во ред.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "_______________ одиме на пијачка прво.",
        "hasBlanks": true,
        "blanksCount": 1
      },
      {
        "speaker": "B",
        "textMk": "Во ред. _______________ ја измијам косата. Но можам да те чекам пред Тренд околу 18 и 30 часот. Вежба 3 . Пополни ги празните места. Додај во или на . а. оди _______ работа б. оди _______ јадење в. оди _______ трчање г. оди _______ црква д. оди _______ возење ѓ. оди _______ фудбалски натпревар е. оди _______ кино ж. оди _______ тоалет з. оди _______ факултет Вежба 4. Помисли на минатата недела. Што правеше? Состави реченици. Јас бев... Јас не бев... Вежба 5 . Напиши реченица за:",
        "hasBlanks": true,
        "blanksCount": 10
      },
      {
        "speaker": "A",
        "textMk": "нешто што мораш да го направиш оваа недела.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "нешто што треба да го купиш.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "нешто што сакаш да го направиш вечерва.",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "нешто што сакаш да го направиш оваа година.",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 1,
    "sourceChapter": 0
  },
  {
    "id": "ukim-c0-t3-d0",
    "lines": [
      {
        "speaker": "A",
        "textMk": "Дали ви се допадна? Вежба 1. Ќе чуете четворица како зборуваат за овие филмови. Двајца го гледаа Париз, Тексас , а двајца го гледаа Беше еднаш во Америка . Слушај и пополни ја табелата. Кој филм го гледаше? Дали му се допадна? Што рече за филмот? Зборувач 1 Зборувач 2 Зборувач 3 Зборувач 4 Вежба 2. Избери филм или серија што го/ја гледаше неодамна. Запиши што мислиш за него/неа. Вежба 3. Пронајди во групата колешки и колеги кои ги гледаа истите филмови/серии. Се согласуваат ли тие со тебе? Тема 4. Покажување чувства Вежба 1. Направи го следниов експеримент: • Погледни ги овие жени. Која од нив мислиш дека е",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "уморна ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "загрижена ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "бесна ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "A",
        "textMk": "изненадена ?",
        "hasBlanks": false,
        "blanksCount": 0
      },
      {
        "speaker": "B",
        "textMk": "уплашена ? Спореди ги своите одговори со одговорите на другите студенти. Дали се исти вашите одговори? • Дали луѓето покажуваат чувства на ист начин во сите земји низ светот? Дали сите се смееме кога сме среќни и плачеме кога сме тажни? Што мислиш? Не ми се допадна филмот ... Ми се допадна серијата Господин Мерцедес . Тоа е напната серија, со одлични актери, правена по сценарио на легендарниот Стивен Кинг. читање и слушање",
        "hasBlanks": false,
        "blanksCount": 0
      }
    ],
    "sourceTheme": 3,
    "sourceChapter": 0
  }
]